tap "homebrew/bundle"
tap "blackfireio/blackfire"
tap "homebrew/core"
tap "homebrew/services"

brew "bash-completion"
brew "curl"
brew "patchutils"
brew "wget"
brew "pkg-config"
brew "jq"
brew "shellcheck"

brew "git"
brew "git-lfs"

brew "python"

brew "php", restart_service: true, link: false
brew "php@7.2", restart_service: true, link: true
brew "dnsmasq", restart_service: true
brew "mysql", restart_service: true
brew "nginx", restart_service: true

brew "blackfireio/blackfire/blackfire-agent"
brew "blackfireio/blackfire/blackfire-php72"

brew "imagemagick"
